/* Localizable strings of com.apple.Cal.managed preference manifest */

"iCal.pfm_title" =			"iCal";
"iCal.pfm_description" =			"iCal-Einstellungen.";

"accountsToImport.pfm_title" =			"Importierte Accounts";
"accountsToImport.pfm_description" =			"Zu importierende Accounts.";
"00000000-0000-0000-0000-000000000000.pfm_title" =			"Accountinformationen";
"00000000-0000-0000-0000-000000000000.pfm_description" =			"Accountinformationen.";

"CalDAVCalendarHomeURI.pfm_title" =			"Kalender-URL";
"CalDAVCalendarHomeURI.pfm_description" =			"URI der Startseite des CalDAV-Kalenders. Verwenden Sie „%@“, um den Kurznamen des Benutzers anzugeben, z. B. „/calendars/users/%@“.";
"CalDAVDisplayName.pfm_title" =			"Name des Monitors";
"CalDAVDisplayName.pfm_description" =			"Angezeigter Benutzername. Verwenden Sie „%@“, um den langen Namen des Benutzers anzugeben, z. B. „%@“.";
"CalDAVPrincipalURI.pfm_title" =			"Prinzipal-URI";
"CalDAVPrincipalURI.pfm_description" =			"Prinzipal-URI von CalDAV. Verwenden Sie „%@“, um den Kurznamen des Benutzers anzugeben, z. B. „http://icalserver.apple.com:8008/principals/users/%@/“.";
"Description.pfm_title" =			"Serveradresse";
"Description.pfm_description" =			"DNS-Serveradresse, z. B. „icalserver.apple.com“.";
"Login.pfm_title" =			"Anmeldename";
"Login.pfm_description" =			"Anmeldename für iCal-Server. Verwenden Sie „%@“, um den Kurznamen des Benutzers anzugeben.";
"UID.pfm_title" =			"UID";
"UID.pfm_description" =			"Eindeutige Benutzeridentifizierung. Leer lassen.";
"Refresh_Interval.pfm_title" =			"Aktualisierungsintervall";
"Refresh_Interval.pfm_description" =			"Aktualisierungsintervall des Kalenders in Minuten.";


"Manual_PrincipalURI_Key.pfm_title" =			"Manuelle Prinzipal-URI verwenden";
"Manual_PrincipalURI_Key.pfm_description" =			"wahr: Manuelle Prinzipal-URI verwenden. Immer auf falsch einstellen.";
"Offline_Key.pfm_title" =			"Offline";
"Offline_Key.pfm_description" =			"wahr: Account ist offline. Immer auf falsch einstellen.";
"Use_Kerberos_Key.pfm_title" =			"Kerberos";
"Use_Kerberos_Key.pfm_description" =			"wahr: Kerberos-Identifizierung verwenden";
"Use_SSL_Key.pfm_title" =			"SSL verwenden";
"Use_SSL_Key.pfm_description" =			"wahr: SSL-Verschlüsselung verwenden";
